# Install these applications with `brew bundle`
# https://github.com/Homebrew/homebrew-bundle

### Packages
brew 'stow'
brew 'neovim'

brew 'git'

brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-gemset'

brew 'httpie'
brew 'mitmproxy'

brew 'node'

brew 'zsh'

brew 'the_silver_searcher'
brew 'fzf'

brew 'postgresql'

brew 'pwgen'

### Casks
tap 'caskroom/cask'
cask_args appdir: '/Applications'

cask 'ngrok'

cask 'iterm2'

cask "google-chrome"
