# Install these applications with `brew bundle`
# https://github.com/Homebrew/homebrew-bundle

### Packages
brew 'stow'

brew 'zsh'
brew 'neovim'
brew 'tmux'

brew 'git'
brew 'delta'
brew 'bat'

brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-gemset'

brew 'the_silver_searcher'
brew 'fzf'

brew 'pwgen'

brew "jq"
brew "miller"

### Casks
cask_args appdir: '/Applications'

cask 'iterm2'
cask "google-chrome"
